Repository: mckarot/reservation_kite
Catalog: lib/l10n/app_*.arb
Languages: fr, pt

# loginTitle
source: Login
fr: Connexion
pt: Entrar

# loginButton
source: Sign in
fr: Se connecter
pt: Iniciar sessão

# logoutButton
source: Logout
fr: Déconnexion
pt: Sair

source: No account?
fr: Pas de compte ?
pt: Não tem conta?

source: Create account
fr: Créer un compte
pt: Criar conta

# emailHint
source: your@email.com
fr: ton@email.com
pt: seu@email.com

# passwordLabel
source: Password
fr: Mot de passe
pt: Senha

# passwordHint
source: Minimum 6 characters
fr: 6 caractères minimum
pt: Mínimo 6 caracteres

# passwordHintError
source: Password must be at least 6 characters.
fr: Le mot de passe doit faire au moins 6 caractères.
pt: A senha deve ter pelo menos 6 caracteres.

# loginError
source: Login failed
fr: Échec de la connexion
pt: Erro de login

# loginSuccess
source: Login successful!
fr: Connexion réussie !
pt: Login bem-sucedido!

# navDashboard
source: Home
fr: Accueil
pt: Início

# navBooking
source: Bookings
fr: Réservations
pt: Reservas

# navProgress
source: Progress
fr: Progression
pt: Progresso

# navProfile
source: Profile
fr: Profil
pt: Perfil

# navSettings
source: Settings
fr: Réglages
pt: Configurações

# welcomeMessage
source: Hello, {name}
fr: Bonjour, {name}
pt: Olá, {name}

# readyForSession
source: Ready for a session?
fr: Prêt pour une session ?
pt: Pronto para uma sessão?

source: MY BALANCE
fr: MON SOLDE
pt: MEU SALDO

source: SESSIONS REMAINING
fr: SÉANCES RESTANTES
pt: SESSÕES RESTANTES

source: QUICK STATS
fr: STATS RAPIDES
pt: ESTATÍSTICAS RÁPIDAS

source: IKO Level
fr: Niveau IKO
pt: Nível IKO

# progression
source: Progress
fr: Progression
pt: Progresso

# skillsValidated
source: {count} skills validated
fr: {count} compétences validées
pt: {count} competências validadas

source: Weather
fr: Météo
pt: Tempo

source: Current Weather
fr: Météo Actuelle
pt: Tempo Atual

source: Wind speed
fr: Vitesse du vent
pt: Velocidade do vento

source: Wind direction
fr: Direction du vent
pt: Direção do vento

source: Temperature
fr: Température
pt: Temperatura

# weatherInfo
source: Weather for information only, subject to change.
fr: Météo à titre indicatif, susceptible de changer.
pt: Tempo apenas informativo, sujeito a alterações.

# bookingScreen
source: Bookings
fr: Réservations
pt: Reservas

# selectDate
source: Select a date
fr: Sélectionner une date
pt: Selecionar data

# selectSlot
source: Time slot
fr: Créneau horaire
pt: Faixa horária

# selectInstructor
source: Choose an instructor
fr: Choisir un moniteur
pt: Escolher instrutor

source: Morning
fr: Matin
pt: Manhã

source: Afternoon
fr: Après-midi
pt: Tarde

# bookingNotes
source: Notes or preferences (optional)
fr: Notes ou préférences (optionnel)
pt: Notas ou preferências (opcional)

# bookingNotesHint
source: Ex: Preference for an instructor, current level...
fr: Ex: Préférence pour un moniteur, niveau actuel...
pt: Ex: Preferência por um instrutor, nível atual...

# bookingSent
source: Request sent! Waiting for admin validation.
fr: Demande envoyée ! En attente de validation admin.
pt: Solicitação enviada! Aguardando validação do admin.

# insufficientBalance
source: Insufficient balance. Please recharge your account.
fr: Solde insuffisant. Veuillez recharger votre compte.
pt: Saldo insuficiente. Por favor recarregue sua conta.

source: Send request
fr: Envoyer la demande
pt: Enviar solicitação

# slotFull
source: Full
fr: Complet
pt: Lotado

# slotUnavailable
source: Unavailable (Staff absent)
fr: Indisponible (Staff absent)
pt: Indisponível (Staff ausente)

source: Remaining slots:
fr: Places restantes :
pt: Vagas restantes:

# weatherDateTooFar
source: The date is too far for accurate weather forecast.
fr: La date est trop lointaine pour une prévision météo précise.
pt: A data é muito distante para uma previsão meteorológica precisa.

source: Confirm booking
fr: Confirmer la réservation
pt: Confirmar reserva

source: Cancel booking
fr: Annuler la réservation
pt: Cancelar reserva

source: Booking confirmed!
fr: Réservation confirmée !
pt: Reserva confirmada!

source: Booking cancelled
fr: Réservation annulée
pt: Reserva cancelada

source: Booking error
fr: Erreur lors de la réservation
pt: Erro de reserva

# noAvailableSlots
source: No slots available
fr: Aucun créneau disponible
pt: Sem vagas disponíveis

# maxCapacityReached
source: Maximum capacity reached
fr: Capacité maximale atteinte
pt: Capacidade máxima atingida

# ikoLevel1
source: Level 1 - Discovery
fr: Niveau 1 - Découverte
pt: Nível 1 - Descoberta

# ikoLevel2
source: Level 2 - Intermediate
fr: Niveau 2 - Intermédiaire
pt: Nível 2 - Intermédio

# ikoLevel3
source: Level 3 - Independent
fr: Niveau 3 - Indépendant
pt: Nível 3 - Independente

# ikoLevel4
source: Level 4 - Advanced
fr: Niveau 4 - Perfectionnement
pt: Nível 4 - Perfeição

# skillPreparation
source: Preparation & Safety
fr: Préparation & Sécurité
pt: Preparação e Segurança

# skillPilotage
source: Neutral zone piloting
fr: Pilotage zone neutre
pt: Pilotagem zona neutra

# skillTakeoff
source: Takeoff / Landing
fr: Décollage / Atterrissage
pt: Descolagem / Aterragem

# skillBodyDrag
source: Body Drag
fr: Nage tractée (Body Drag)
pt: Nado tracionado (Body Drag)

# skillNavigation
source: Basic navigation
fr: Navigation de base
pt: Navegação básica

# skillUpwind
source: Upwind
fr: Remontée au vent
pt: Subida ao vento

# skillTransitions
source: Transitions & Jumps
fr: Transitions & Sauts
pt: Transições e Saltos

# skillBasicJump
source: Basic jump
fr: Saut de base
pt: Salto básico

# skillGrab
source: Jump with grab
fr: Saut avec grab
pt: Salto com grab

source: Admin Panel
fr: Panneau Administrateur
pt: Painel Administrativo

source: Settings
fr: Réglages
pt: Configurações

source: Students
fr: Élèves
pt: Alunos

source: Instructors
fr: Moniteurs
pt: Instrutores

source: Equipment
fr: Matériel
pt: Equipamento

source: Calendar
fr: Calendrier
pt: Calendário

source: Dashboard
fr: Tableau de bord
pt: Painel

source: Manage Staff
fr: Gérer le Staff
pt: Gerir Staff

source: Student Directory
fr: Répertoire Élèves
pt: Diretório de Alunos

source: Equipment Management
fr: Gestion du Matériel
pt: Gestão de Equipamento

source: Language
fr: Langue
pt: Idioma

# languageSelector
source: Select language
fr: Sélectionner la langue
pt: Selecionar idioma

source: Weather Location
fr: Localisation Météo
pt: Localização do Tempo

source: 📍 Use my location
fr: 📍 Utiliser ma position
pt: 📍 Usar minha localização

# saveCoordinates
source: 💾 Save
fr: 💾 Enregistrer
pt: 💾 Guardar

source: Notifications
pt: Notificações

source: No notifications
fr: Aucune notification
pt: Sem notificações

source: Mark as read
fr: Marquer comme lu
pt: Marcar como lido

# deleteNotification
source: Delete
fr: Supprimer
pt: Eliminar

source: Save
fr: Enregistrer
pt: Guardar

source: Cancel
fr: Annuler
pt: Cancelar

source: Delete
fr: Supprimer
pt: Eliminar

source: Edit
fr: Modifier
pt: Editar

source: Confirm
fr: Confirmer
pt: Confirmar

source: Back
fr: Retour
pt: Voltar

source: Next
fr: Suivant
pt: Seguinte

source: Close
fr: Fermer
pt: Fechar

source: Refresh
fr: Actualiser
pt: Atualizar

source: Init Schema
fr: Init Schéma
pt: Inicializar Esquema

# initSchemaSuccess
source: Test data and collections initialized!
fr: Données de test et collections initialisées !
pt: Dados de teste e coleções inicializados!

# initSchemaError
source: Initialization error
fr: Erreur d'initialisation
pt: Erro de inicialização

# genericError
source: An error occurred
fr: Une erreur est survenue
pt: Ocorreu um erro

# networkError
source: Connection error
fr: Erreur de connexion
pt: Erro de conexão

source: Unauthorized
fr: Non autorisé
pt: Não autorizado

source: Not found
fr: Non trouvé
pt: Não encontrado

source: Try again
fr: Réessayer
pt: Tentar novamente

# adminScreenTitle
source: Admin Panel
fr: Panneau Administrateur
pt: Painel Administrativo

# pendingAbsencesAlert
source: ABSENCES TO VALIDATE
fr: ABSENCES À VALIDER
pt: AUSENCIAS PARA VALIDAR

source: Dashboard (KPIs)
pt: Painel (KPIs)

# calendarBookings
source: Calendar
fr: Calendrier
pt: Calendário

# seeRequests
source: See {count} requests...
fr: Voir les {count} demandes...
pt: Ver {count} solicitações...

# registrationTitle
source: Create account
fr: Créer un compte
pt: Criar conta

# fullNameLabel
source: Full Name
fr: Nom Complet
pt: Nome Completo

# fullNameHint
source: Your full name
fr: Votre nom complet
pt: Seu nome completo

# confirmPasswordLabel
source: Confirm password
fr: Confirmer le mot de passe
pt: Confirmar senha

# weightLabel
source: Weight (kg)
fr: Poids (kg)
pt: Peso (kg)

# weightHint
source: Optional
fr: Optionnel
pt: Opcional

# createAccountButton
source: CREATE ACCOUNT
fr: CRÉER LE COMPTE
pt: CRIAR CONTA

# alreadyHaveAccount
source: ALREADY HAVE AN ACCOUNT? LOGIN
fr: DÉJÀ UN COMPTE ? SE CONNECTER
pt: JÁ TEM UMA CONTA? ENTRAR

# passwordsMismatch
source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.
pt: As senhas não coincidem.

# accountCreatedSuccess
source: ✅ Account created successfully! You can login.
fr: ✅ Compte créé avec succès ! Vous pouvez vous connecter.
pt: ✅ Conta criada com sucesso! Você pode fazer login.

# uploadPhoto
source: Add a photo
fr: Ajouter une photo
pt: Adicionar uma foto

source: Staff Management
fr: Gestion du Staff
pt: Gestão de Equipa

# staffTab
source: Staff
pt: Equipa

# absencesTab
source: Absences
pt: Ausências

# pendingHeader
source: PENDING
fr: EN ATTENTE
pt: PENDENTE

# historyHeader
source: HISTORY
fr: HISTORIQUE
pt: HISTÓRICO

# slotFullDay
source: Full day
fr: Journée entière
pt: Dia inteiro

# slotMorning
source: Morning
fr: Matin
pt: Manhã

# slotAfternoon
source: Afternoon
fr: Après-midi
pt: Tarde

# reasonLabel
source: Reason
fr: Motif
pt: Motivo

source: No requests.
fr: Aucune demande.
pt: Sem solicitações.

source: Edit Instructor
fr: Modifier Moniteur
pt: Editar Instrutor

source: Add Instructor
fr: Ajouter Moniteur
pt: Adicionar Instrutor

source: Full Name
fr: Nom Complet
pt: Nome Completo

source: Bio
pt: Biografia

# specialtiesHint
source: Specialties (comma separated)
fr: Spécialités (virgule)
pt: Especialidades (separadas por vírgula)

source: Photo URL
pt: URL da foto

source: Login credentials
fr: Identifiants de connexion
pt: Credenciais de login

# passwordHint6
source: Password (min 6 characters)
fr: Mot de passe (min 6 car.)
pt: Senha (mínimo 6 caracteres)

# cancelButton
source: Cancel
fr: Annuler
pt: Cancelar

# saveButton
source: Save
fr: Enregistrer
pt: Guardar

# addButton
source: Add
fr: Ajouter
pt: Adicionar

# statusPending
source: Pending
fr: Attente
pt: Pendente

# statusApproved
source: Approved
fr: Validé
pt: Aprovado

# statusRejected
source: Rejected
fr: Refusé
pt: Rejeitado

# errorLabel
source: Error
fr: Erreur
pt: Erro

# sessionExpired
source: Session expired or profile not found
fr: Session expirée ou profil introuvable
pt: Sessão expirada ou perfil não encontrado

# noUsersFound
source: No users found in database.
fr: Aucun utilisateur trouvé dans la base.
pt: Nenhum usuário encontrado na base de dados.

# pupilSpace
source: Student Area
fr: Espace Élève
pt: Área do Aluno

source: My Progress
fr: Ma Progression
pt: Meu Progresso

source: History
fr: Historique
pt: Histórico

# logoutTooltip
source: Logout
fr: Se déconnecter
pt: Sair

# homeTab
source: Home
fr: Accueil
pt: Início

# progressTab
source: Progress
fr: Progrès
pt: Progresso

# alertsTab
source: Alerts
fr: Alertes
pt: Alertas

# historyTab
source: History
fr: Historique
pt: Histórico

# bookButton
source: Book
fr: Réserver
pt: Reservar

# slotUnknown
source: Unknown
fr: Inconnu
pt: Desconhecido

# noLessonsScheduled
source: You don't have any lessons scheduled yet.
fr: Tu n'as pas encore de cours de prévu.
pt: Você ainda não tem nenhuma aula programada.

source: Lesson on
fr: Cours du
pt: Aula de

# slotLabel
source: Slot
fr: Créneau
pt: Período

# statusUpcoming
source: UPCOMING
fr: À VENIR
pt: PRÓXIMO

# statusCompleted
source: COMPLETED
fr: TERMINÉ
pt: CONCLUÍDO

# statusCancelled
source: CANCELLED
fr: ANNULÉ
pt: CANCELADO

# profileTab
source: Profile
fr: Profil
pt: Perfil

# notesTab
source: Notes
pt: Notas

# nameLabel
source: Name
fr: Nom
pt: Nome

source: Current balance
fr: Solde actuel
pt: Saldo atual

source: credits
fr: crédits
pt: créditos

# sellPack
source: Sell a Pack
fr: Vendre un Pack
pt: Vender um Pacote

source: Credit account
fr: Créditer le compte
pt: Creditar conta

# noStandardPack
source: No standard pack found. Use custom entry below.
fr: Aucun pack standard trouvé. Utilisez la saisie sur mesure ci-dessous.
pt: Nenhum pacote padrão encontrado. Use a entrada personalizada abaixo.

source: Custom entry
fr: Saisie sur mesure
pt: Entrada personalizada

source: Number of sessions
fr: Nombre de séances
pt: Número de sessões

# packAdded
source: Pack {name} added!
fr: Pack {name} ajouté !
pt: Pacote {name} adicionado!

# sessionsAdded
source: {count} sessions added!
fr: {count} séances ajoutées !
pt: {count} sessões adicionadas!

# adjustTotal
source: Adjust total (Admin)
fr: Ajuster le total (Admin)
pt: Ajustar total (Admin)

# modifyBalance
source: Modify balance (Manual)
fr: Modifier solde (Manuel)
pt: Modificar saldo (Manual)

source: Validate
fr: Valider
pt: Validar

# invalidNumber
source: Please enter a valid number
fr: Veuillez saisir un nombre valide
pt: Por favor, insira um número válido

# validationTitle
source: Validation: {name}
pt: Validação: {name}

source: Skills validated today
fr: Compétences validées aujourd'hui
pt: Competências validadas hoje

source: IKO Global Level
fr: Niveau IKO Global
pt: Nível IKO Global

source: Pedagogical note
fr: Note pédagogique
pt: Nota pedagógica

# sessionNoteHint
source: How did the session go?
fr: Comment s'est passée la séance ?
pt: Como foi a sessão?

# materialIncident
source: Equipment incident?
fr: Incident Matériel ?
pt: Incidente de equipamento?

# selectEquipmentIssue
source: Select equipment with issue
fr: Sélectionner le matériel avec un souci
pt: Selecionar equipamento com problema

source: Maintenance
pt: Manutenção

source: Damaged
fr: HS
pt: Danificado

source: Validate progress
fr: Valider la progression
pt: Validar progresso

source: Progress saved!
fr: Progression enregistrée !
pt: Progresso guardado!

source: Error loading equipment
fr: Erreur chargement matériel
pt: Erro ao carregar equipamento

source: Equipment status updated!
fr: Statut matériel mis à jour !
pt: Status do equipamento atualizado!

source: Monitor Space
fr: Espace Moniteur
pt: Espaço do Instrutor

source: My Absences
fr: Mes Absences
pt: Minhas Ausências

source: Monitor Profile not active
fr: Profil Moniteur non activé
pt: Perfil de Instrutor não ativado

# monitorProfileNotActiveDesc
source: Your account has been created, but an administrator still needs to add you to the school staff to activate your space.
fr: Votre compte a été créé, mais un administrateur doit encore vous ajouter à l'effectif de l'école pour activer votre espace.
pt: Sua conta foi criada, mas um administrador ainda precisa adicioná-lo à equipe da escola para ativar seu espaço.

source: SIGN OUT
fr: SE DÉCONNECTER
pt: SAIR

source: LESSON PLAN
fr: PLANNING DES COURS
pt: PLANO DE AULAS

# noLessonsAssigned
source: No lessons assigned for this day
fr: Aucun cours assigné pour ce jour
pt: Nenhuma aula atribuída para este dia

# declareAbsence
source: Declare an absence
fr: Déclarer une absence
pt: Declarar uma ausência

source: No absences declared.
fr: Aucune absence déclarée.
pt: Nenhuma ausência declarada.

# absenceRequestTitle
source: Absence request
fr: Demande d'absence
pt: Solicitação de ausência

source: Time slot
fr: Créneau
pt: Período

# absenceReasonHint
source: Reason (e.g., Personal, Sick)
fr: Motif (ex: Perso, Maladie)
pt: Motivo (ex: Pessoal, Doença)

source: Send
fr: Envoyer
pt: Enviar

# greeting
source: Hey, {name}! 🤙
fr: Salut, {name} ! 🤙
pt: Olá, {name}! 🤙

source: Off System
fr: Hors Système
pt: Fora do Sistema

source: Full day
fr: Journée entière
pt: Dia inteiro

# reservations
source: Bookings
fr: Réservations
pt: Reservas

# dateLabel
source: Date
pt: Data

# noReservationsOnSlot
source: No bookings for this slot
fr: Aucune réservation sur ce créneau
pt: Nenhuma reserva para este período

source: Instructor unassigned
fr: Moniteur non assigné
pt: Instrutor não atribuído

# noteLabel
source: Note
pt: Nota

# newReservation
source: New Booking
fr: Nouvelle Réservation
pt: Nova Reserva

# clientNameLabel
source: Client name
fr: Nom du Client
pt: Nome do Cliente

source: Instructor (Optional)
fr: Moniteur (Optionnel)
pt: Instrutor (Opcional)

# randomInstructor
source: Random / Team
fr: Au hasard / Équipe
pt: Aleatório / Equipe

# notesLabel
source: Notes / Comments
fr: Notes / Commentaires
pt: Notas / Comentários

# notesHint
source: E.g., Instructor preference...
fr: Ex: Préférence moniteur...
pt: Ex: Preferência de instrutor...

source: School Settings
fr: Réglages École
pt: Configurações da Escola

# settingsNotFound
source: Error: Settings not found
fr: Erreur : Paramètres non trouvés
pt: Erro: Configurações não encontradas

source: Morning hours
fr: Horaires Matin
pt: Horário da Manhã

source: Afternoon hours
fr: Horaires Après-midi
pt: Horário da Tarde

# startLabel
source: Start
fr: Début
pt: Início

# endLabel
source: End
fr: Fin
pt: Fim

source: Max students per instructor
fr: Max élèves par moniteur
pt: Máx. alunos por instrutor

source: Settings saved!
fr: Réglages enregistrés !
pt: Configurações guardadas!

source: Pack Catalog
fr: Catalogue des Forfaits
pt: Catálogo de Pacotes

# packCatalogSubtitle
source: Define prices and sessions per pack
fr: Définir les prix et sessions par pack
pt: Definir preços e sessões por pacote

# staffManagementSubtitle
source: Add or modify instructors
fr: Ajouter ou modifier des moniteurs
pt: Adicionar ou modificar instrutores

# equipmentManagementSubtitle
source: Inventory of kites, boards and harnesses
fr: Inventaire des ailes, boards et harnais
pt: Inventário de kites, pranchas e arneses

source: School Dashboard
fr: Pilotage École
pt: Painel da Escola

source: KEY METRICS
fr: CHIFFRES CLÉS
pt: MÉTRICAS CHAVE

source: Total Sales
fr: Ventes Totales
pt: Vendas Totais

# totalEngagement
source: In engagement
fr: En engagement
pt: Em compromisso

source: PENDING ABSENCES
fr: ABSENCES À VALIDER
pt: AUSENCIAS PARA VALIDAR

source: PENDING REQUESTS
fr: DEMANDES EN ATTENTE
pt: PEDIDOS PENDENTES

# upcomingPlanning
source: UPCOMING SCHEDULE
fr: PLANNING À VENIR
pt: CALENDÁRIO PRÓXIMO

source: TOP CLIENTS (VOLUME)
pt: MELHORES CLIENTES (VOLUME)

# noSessionsPlanned
source: No sessions scheduled
fr: Aucune session prévue
pt: Nenhuma sessão programada

# chooseInstructor
source: Choose an instructor:
fr: Choisir un moniteur :
pt: Escolher um instrutor:

# confirmAndAssign
source: Confirm & Assign
fr: Confirmer & Assigner
pt: Confirmar e Atribuir

source: No students registered
fr: Aucun élève enregistré
pt: Nenhum aluno registrado

# balanceLabel
source: Balance
fr: Solde
pt: Saldo

source: New Student
fr: Nouvel Élève
pt: Novo Aluno

# createButton
source: Create
fr: Créer
pt: Criar

# noEquipmentInCategory
source: No equipment in this category.
fr: Aucun équipement dans cette catégorie.
pt: Nenhum equipamento nesta categoria.

source: Add equipment
fr: Ajouter du matériel
pt: Adicionar equipamento

# typeLabel
source: Type
pt: Tipo

# brandLabel
source: Brand (e.g., F-One, North)
fr: Marque (ex: F-One, North)
pt: Marca (ex: F-One, North)

# modelLabel
source: Model (e.g., Bandit, Rebel)
fr: Modèle (ex: Bandit, Rebel)
pt: Modelo (ex: Bandit, Rebel)

# sizeLabel
source: Size (e.g., 9m, 138cm)
fr: Taille (ex: 9m, 138cm)
pt: Tamanho (ex: 9m, 138cm)

# statusAvailable
source: AVAILABLE
fr: DISPO
pt: DISPONÍVEL

# statusMaintenance
source: MAINTENANCE
pt: MANUTENÇÃO

# statusDamaged
source: DAMAGED
fr: HORS SERVICE
pt: DANIFICADO

source: Make Available
fr: Rendre Disponible
pt: Tornar Disponível

# setMaintenance
source: Set to Maintenance
fr: Mettre en Maintenance
pt: Colocar em Manutenção

# setDamaged
source: Mark as Damaged
fr: Déclarer Hors Service
pt: Declarar como Danificado

# deleteButton
source: Delete
fr: Supprimer
pt: Eliminar

source: My Notifications
fr: Mes Notifications
pt: Minhas Notificações

source: No notifications yet.
fr: Aucune notification pour le moment.
pt: Nenhuma notificação por enquanto.

source: Delete all
fr: Tout supprimer
pt: Eliminar tudo

# packCatalogTitle
source: Pack Catalog
fr: Catalogue Forfaits
pt: Catálogo de Pacotes

source: sessions
fr: séances
pt: sessões

source: New Pack
fr: Nouveau Forfait
pt: Novo Pacote

# createPackTitle
source: Create a pack
fr: Créer un forfait
pt: Criar um pacote

# packNameLabel
source: Name (e.g., 10h Pack)
fr: Nom (ex: Pack 10h)
pt: Nome (ex: Pacote 10h)

source: Number of credits
fr: Nombre de crédits
pt: Número de créditos

# priceLabel
source: Price (€)
fr: Prix (€)
pt: Preço (€)

# defaultIkoLevel
source: Level 1
fr: Niveau 1
pt: Nível 1

source: MY ACQUISITIONS
fr: MES ACQUISITIONS
pt: MINHAS AQUISIÇÕES

source: INSTRUCTOR NOTES
fr: NOTES DU MONITEUR
pt: NOTAS DO INSTRUTOR

source: No notes yet.
fr: Aucune note pour le moment.
pt: Nenhuma nota por enquanto.

source: Current Level
fr: Niveau Actuel
pt: Nível Atual

# byInstructor
source: By {name}
fr: Par {name}
pt: Por {name}

source: Unknown Instructor
fr: Moniteur Inconnu
pt: Instrutor Desconhecido

# instructorLabel
source: Instructor: {name}
fr: Moniteur: {name}
pt: Instrutor: {name}

source: Add lesson note
fr: Ajouter une note de cours
pt: Adicionar nota de aula

source: Session feedback
fr: Feedback de session
pt: Feedback da sessão

source: Instructor
fr: Moniteur
pt: Instrutor

source: Observations
pt: Observações

# observationsHint
source: e.g., Good progress on waterstart...
fr: ex: Bonne progression waterstart...
pt: ex: Boa progressão no waterstart...

# currentIkoLevel
source: Current IKO Level: {level}
fr: Niveau IKO actuel : {level}
pt: Nível IKO atual: {level}

source: Not defined
fr: Non défini
pt: Não definido

source: Progress checklist
fr: Checklist de progression
pt: Lista de progresso

source: LESSON PLANNING
fr: PLANNING DES COURS
pt: PLANEJAMENTO DE AULAS

source: Unknown
fr: Inconnu
pt: Desconhecido

# packDetails
source: {credits} sessions • €{price}
fr: {credits} séances • {price}€
pt: {credits} sessões • {price}€

# notAvailable
source: N/A
pt: N/D

# knots
source: kts
pt: nds

# ikoLevel1Discovery
source: Level 1 - Discovery
pt: Nível 1 - Descoberta

# ikoLevel2Intermediate
source: Level 2 - Intermediate
pt: Nível 2 - Intermédio

# ikoLevel3Independent
source: Level 3 - Independent
pt: Nível 3 - Independente

# ikoLevel4Advanced
source: Level 4 - Advanced
pt: Nível 4 - Perfeição

# skillPreparationSafety
source: Preparation & Safety
pt: Preparação e Segurança

# skillNeutralZonePiloting
source: Neutral zone piloting
pt: Pilotagem zona neutra

# skillTakeoffLanding
source: Takeoff / Landing
pt: Descolagem / Aterragem

# skillBasicNavigation
source: Basic navigation
pt: Navegação básica

# skillTransitionsJumps
source: Transitions & Jumps
pt: Transições e Saltos

# skillJumpWithGrab
source: Jump with grab
pt: Salto com grab
